#hello/language
hello = ' ✌🏻Hello! My name is GoaMotoBot'
lang = '🇬🇧🇷🇺Please select a language'
eng = '🇬🇧 English'
rus = '🇷🇺 Русский'
engR = 'English 🇬🇧'
rusR = 'Русский 🇷🇺'
lang_rus = '🇷🇺 Ваш язык Русский'
lang_eng = '🇬🇧 Your language is English'
menu = "👋 Добро пожаловать в главное меню!"


#Кнопки отмена eng/rus
can_cel = 'Отмена ❌'
can_cel1 = '❌ Отмена'
can_celEng = '❌ Cancel'
back_menu = '🏘 Вы вернулись в главное меню!'
back_menuEng = '🏘 You are back to the main menu!'


#маркет
market = '😁 Товар лицом продавай, а покупателя не надувай! \n 💵  💵  💵 \n👇 Сделайте свой выбор:'
market_back = '🤔 Произошло смещение бесконечности и вы вернулись!' + '\n' + ' ' + '\n' + '🤑 Выбери что по душе my frend!'
market_mot = 'Выбери что по душе, бродяга!  🤤'
market_sk = 'До конца ручку сразу не выкручивай..' + '\n' + 'Все потом..' + '\n' + 'Сейчас просто выбирай!  👇👇👇'

#faq ru/eng
faq = "Этот бот способен на многое, ты даже не можешь себе представить! Напиши что тут!"
faqEng = "This bot is capable of a lot, you can't even imagine! Write what's here!"


#reg
reg_one = ('👍  Регистрация бесплатная!   🥳🥳🥳' + '\n' + ''
                                              '' + '\n' +
           '🤙  После неё вы ближе познакомитесь с Индийским Ботом. 👳' + '\n' +
           ' ' + '\n' +
           '👉👉👉  GOA_BOT ENTER PUSH    /reg')
sell_reg = 'Чтобы купить или продать мотобайк введи /sell'
btnreg = '/reg'


my_profile = '👳 Мой профиль'
msMenu_back = '🤔 Вы вернулись в главное меню. Чем займемся дальше?'

#reg eng
profile_regEng = 'To buy or sell a motorbike, enter /reg'
btnregEng = '/reg'
btnbackEng = '🔙 Main menu'


my_profileEng = '👳 My profile'
msMenu_backEng = '🤔 You have returned to the main menu. What are we going to do next?'

#setting
settingCh = 'В настройках вы можете изменить:'
settingChEng = 'In the settings you can change:'

reglast = 'Напишите свою фамилию:'

#favorites '⭐ Избранное'
fav_tes = 'У вас пока нет выбранных товаров'


# карточка участника по окончании регистрации
Templ = '$title  *$nickname*' \
        '\n 👥  ФИО: *$fullname* \n 🗓  Ваш день рождения:  *$age* ' \
        '\n 📞  Телефон: *$phone* \n 📧  Ваш email: *$email* ' \


# Ключи для карточки участника при регистрации
keyReg = ['nickname', 'fullname', 'age', 'phone', 'email']

# Moto budget/premium
sms_budget = 'Ты жжож!\n🤘🤘🤘' \
             '\n' \
             'Выбирай:'
sms_premium = 'А ты знаешь толк!\n' \
              '\n' \
              'Выбирай:'
ymaha = 'Ты сказал YAMAHA!\n🤘🤘🤘' \
        '\n' \
        'Выбирай:'
suzuki = 'Не плохой выбор my frend!\n' \
         '\n' \
         'Смотри 👀 что осталось:'
honda = 'hhhhoooooooonnnnddaaaaaaaauuuu....' \
        '\n''🧞 У тебя есть выбор BRO:'
royal = '🥂 Не пей за рулем Мазафакер! \n' \
        '\n' \
        'Доступные модели ROYAL:'
bajaj = '🧞 Все что осталось BRO:'
test = 'deploy!'

# YAMAHA:
# -FZ 150 (4000-5500/- )
# - FZ 250 (5000-6500/- )
# - FZ fizer (5000-6500/- )
# - r15 (5000-6500/- )
#
# SUZUKI:
# - SUZUKI GSX-R150 (4500-6000/- )
#
# HONDA:
# - honda hero (4500-5000/-)
#
# ROYAL ENFIELD:
# - Classic 350 (10000-12000/-)
# - Thunderbird 350 (12000/-)
# - Thunderbird  500 - (13000-17000/-)
# - Himalayan (9000-12000/-)
#
# BAJAJ:
# - avenger-street-150 (5000/-),
# - pulsar-220f old (7500/-)
# - ktm 200 old new (10000/-)

#Премиум
# PREMIUM:
#
# YAMAHA:
# -FZ 150 (5500-8500 /-)
# -FZ 250 (6500-9500 /-)
# - FZ fizer (6500-9500 /-)
# - r15 (6500-9500 /-)
# - mt150 (от 7000/-)
#
# SUZUKI:
# - SUZUKI GSX-R150 (6000-9000 /-)
#
# HONDA:
# - honda hero  new (5500-6000/-)
# - honda hornet 250 ( oт 7000/- )
# - hornet 2.0 (oт 7000/- )
# - xpulse 200  (6500-7500 /-)
# - cbr 250 (oт 9000/- )
#
# ROYAL ENFIELD:
# - Classic 350  (10000-12000/-)
# - Bullet (12000-15000/-)
# - Thunderbird 350 (12000/-)
# - Thunderbird  500 - (13000-17000/-)
# - Himalayan (9000-12000/-)
# - GT 535 / 650  (oт 15000/-)
# - Interceptor 650  (oт 15000/-)
# - Meteor 350 (oт 15000/-)
#
# BAJAJ:
# - avenger-street-150  (-6500/-)
# - avenger-cruise-220  (oт 9000/-)
# - pulsar-ns200  (6500/-)
# - pulsar-150 (5000/-)
# - pulsar-ns125 (7000/-)
# - pulsar-220f  (7500/-)
# - ktm 125  (8000-9000/-)
# - ktm 200  (10000/-)
# - ktm 250  (10000-11000/-)
# - ktm duke 390 (12000-14000/-)
#
# BMW:
# - BMW 310  (20000/-)
#
# BENELLI
# - benelli 600 / 300  (20000/-)